Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN She's No Angel.tmx
Source language: ko_kr
Languages: en

source: 사사가 있어도 없어도 문제구나….
en: I’m not sure if having sasha around or not having her around is better...

source: 얼마든지 집에 연락할 수 있었을 텐데?!
en: you could've contacted me anytime!

source: 똑같이 학교에 나오는 일상을 반복한다.
en: we come and go to class just like the usual.

source: 바라던 바예요.
en: that’s what I was hoping for.

source: 졸지 마.
en: don’t nod off.

source: 저,
en: I,

source: 이런저런 약물을 섞어서, 밥을 안 먹어도 배가 부르고, 생각이 너무 많을 때, 머리가 맑아지는 효과가 있대.
en: it’s a mix of some drugs. they say it makes you feel full without eating and clears your mind if you think too much.

source: 무슨 일 생겼나?
en: or did something happen?

source: 내 의지로 선택을 흉내 낸 일은 보건 교사로 일할 때 뿐이었어.
en: it was only after I was started working as a school nurse was I able to make my own choices.

source: 긍정적인 생각….
en: positive thoughts…

source: 절연?
en: estranged?

source: 네까짓 게 신부님께-!!
en: how dare you fool around with a priest!

source: 꼭 가야 돼요?
en: do you really have to go?

source: 그보다 인사를 마저 나누는 게 좋을 것 같은데요.
en: more importantly, you should introduce yourself first.

source: 누구세요?!!!
en: who are you?!

source: 그렇죠….
en: you’re right...

source: 차라리 재떨이로 얻어맞는 게 속 편하겠네요.
en: I'd rather be beaten with an ashtray.

source: 어쭈.
en: oh.

source: 시선이 느껴졌는데 아무도 없어.
en: I’m pretty sure someone was looking at me.

source: 나는…
en: For me...

source: 꿈인가?
en: am I dreaming?

source: 어떤 아이들은 자신을 변호하기 위해 거짓말을 하거든요.
en: some kids lie to defend themselves.

source: 아가씨 수발들던 모든 사람은요?
en: what about everyone who cares about you?

source: 모습은 이쯤이면 됐겠지.
en: this look will do.

source: 와― 엄청나군.
en: wow, it’s huge.

source: 직장 동료가 아니라.
en: and not as coworkers,

source: 너만이 할 수 있는 일이야.
en: it’s something only you can do.

source: 생명 경시도 정도가 있지.
en: there’s a degree of the disregard for life.

source: 동생을 위해서 집으로 돌아올 수 없겠니?
en: can’t you come back home for your dear brother?

source: 요즘 밖에서만 있다 보니 문서 정리 같은 건 자네에게 맡기게 되는군.
en: I’ll leave the paperwork to you since I’m out these days.

source: 이다음에 쿠키를 굽기로 했던가?
en: we’re baking cookies after this right?

source: 밖 데코레이션이 화려하더군요.
en: the decorations on the exterior were gorgeous.

source: 현금 있냐?
en: do you have cash?

source: 갑자기?!
en: right now?!

source: 아가씨….
en: miss…

source: 뭐가?
en: what?

source: 요즘 왜 정장만 입어?
en: why do you only wear suits these days?

source: 이거 죄송하네요.
en: oh, my bad.

source: 계속 주시해야겠어.
en: I need to keep an eye on her.

source: 상담사를 부를까요?
en: shall I get a counselor?

source: 실수로 다른 방에 들어갔지 뭐예요?
en: I accidentally went into another room.

source: 아가씨에게 끼부리지 마세요!!!
en: stop flirting with miss sasha!

source: 예민하다?
en: sensitive?

source: 괜히 떠벌렸다간 사사가 곤란해질 거야.
en: she’ll get into trouble if I let my mouth run.

source: … …흠.
en: hmm...

source: 애들보다는 도움이 될 텐데요.
en: I think I’d be more helpful than the students.

source: 약이라···
en: medicine...

source: 이렇게 넷뿐이야.
en: just the four of us.

source: 얼마나 보기 좋아?
en: isn’t it nice?

source: 나도 동생들도 키가 작잖아―
en: my siblings and I are short...

source: 잠깐 화장실 좀 다녀올게요.
en: I’m going to the restroom for a minute.

source: 그게 목적이었군요!
en: that was the goal?!

source: 사모님.
en: ma’am.

source: 그럼 뭐, 다른 일이 있으셨나~?
en: then was there something else going on?

source: 아~ 이거~ 내 학창 시절~
en: oh, these were my schoolgirl days!

source: 난, 누군가 때문에 갑자기 변하거나 하지 않았는데.
en: I didn’t change suddenly because of someone else.

source: 바보야,
en: hey dummy,

source: 이제 됐다.
en: this is it.

source: 왜 연락이 안 되지?
en: why can’t I reach you?

source: 당황하지 않고 멋지게 대응해 줬지만요!!!
en: but I responded coolly without panicking!

source: 근처인데….
en: it should be somewhere here…

source: 제 이름을 기억하고 계시는군요.
en: so you remember my name.

source: 늦은 시간에 불량하게 싸돌아 다니면 아버지 평판이 어떻겠니?
en: if you’re recklessly wandering off at such a late hour, what will it do to my reputation?

source: 일단, 데리고 다녀드리긴 하겠는데요.
en: I’ll bring you along with me for now.

source: 벌써 반주를 시작해버렸잖아?!
en: have you already started accompaniment?!

source: 허무…
en: it’s…

source: 그런 일이 있었는데도 지금까지 입을 다물고 있었단 말이야?
en: you never told me what happened until now?

source: 진료 기록··· 진료 기록···.
en: medical record... medical record...

source: 쉿!
en: shh!

source: 내가 네 친구냐?
en: we’re not friends.

source: 그럼 남편분을 부르겠습니다.
en: I’ll inform your husband right away.

source: 손은 왜 이래요?
en: what’s wrong with your hand?

source: 주방…?
en: kitchen…?

source: 갑자기 쳐들어와서 정말 미안했어요.
en: I’m really sorry for trespassing,

source: 범죄와 관련된 거니까,
en: since this is a crime,

source: 내가 이런 기분이 들게 만들어…?
en: are you making me feel this way…?

source: 이쯤이면 되겠지?
en: this should be enough.

source: 어머?
en: oh my!

source: 마지막까지 폐를 끼쳐서 죄송해요.
en: I’m sorry for causing trouble till the very end.

source: 각 테이블에 놓인 번호표를 잘 봐주세요.
en: please take a look at the number plates placed on each table.

source: 뭐야, 몰랐어?
en: what, you didn’t realize it?

source: 넌 네가 뭘 하고 싶은지 알기나 해?
en: do you even know what you wanna do?

source: 아가씨는 변하셨으니까요.
en: you’ve changed, miss sasha.

source: 강아지.
en: ...and our pup.

source: 아가씨는 분명….
en: I’m sure lady sasha…

source: 다 듣고 있는데 그렇게까지 말할 필요있어요?
en: did you have to say all that in front of him?

source: 멋대로 들어와서 뭘 들춰 봐?
en: you think you can come in here and poke around as you wish?

source: 그런 일이 있었다고?
en: I can’t believe such thing happened.

source: 아직 너랑 그런 얘기 할 사이는 아니거든?
en: I don’t consider you that close yet to share such things.

source: 5등?
en: fifth place?

source: “내 마음 속에 박혀 있던 작은 가시가 이거구나.”
en: “this is the little thorn that has been lodged in my heart.”

source: 당신, 보건실에 있어야 하는 거 아니에요?!
en: aren’t you supposed to stay in the nurse’s office?

source: 음…?
en: huh...?

source: 아가씨는 파티를 준비하셔야 하니, 이만!
en: miss sasha has to prepare for the party!

source: 집안사람들도 다 널 좋아하데?
en: does everyone in your family like you?

source: 숨어야겠다!!
en: I’ve got to hide!

source: 여기 사사띵 집이었구나~?
en: is this silly sasha’s house?

source: 대화를 시도해 봤는데…
en: I tried to talk...

source: 물론 난 그렇게 생각하지 않아요.
en: of course I don't think that way.

source: 제가 신부님을 부른 이유는 탈선에서 오는 영악함을 주의해주셨으면 해서예요.
en: I asked to meet you, father, because I wanted you to be aware of the wickedness that comes from derailment.

source: 사사?
en: sasha?

source: 이거 안 놔?!!
en: let go of me!

source: 내부 안내도, 당일 협조도 받아냈어.
en: I toured around and confirmed their help on the day of.

source: 쓸데없는 소리 말고 집에 들어오기나 해.
en: stop spouting nonsense and come home.

source: 밖에 무슨 풍선도 있던데, 서커스도 아니고.
en: this isn’t a circus even though there were some balloons outside.

source: 사모님!!!
en: madam!!!

source: 음?
en: mmm?

source: 저만이 할 수 있는 일이라고 하셨자나요!
en: you said this is a task only I can do!

source: GPS 보니까 엉뚱한 곳에 있더구나.
en: the gps tells me you’re in the wrong place.

source: 이런 식으로 타인에게 죄책감을 심어주는 게 특기거든.
en: he’s good at making people feel guilty.

source: 안아드릴까요?
en: should I hold you?

source: 왜 집에 안 갔어?
en: why didn’t you go home?

source: 왜 가만히 있어요?
en: why are you just standing there?

source: 네가 보관해줬으면 해.
en: I want you to keep it for me.

source: 결혼.
en: she’s getting married.

source: 더 공부하고 싶으니 과외 선생을 붙여달라고?
en: you want a tutor because you want to study more?

source: 딸의 결혼식이니까요.
en: after all, it’s my daughter’s wedding.

source: 그만 방황하고 집으로 돌아오도록 해.
en: stop wandering around and come back home.

source: 저는 그저…
en: I…

source: 이번 일 윗분들에겐 보고도 안 했죠?
en: you didn't report this case to your superiors, did you?

source: 이 집에서 저는 어떤 존재죠?
en: what role do I play in this house?

source: 페인트?
en: the paint?

source: 저희는 어르신께서 시키는 대로 물건을 처리 중입니다만…
en: we’re removing these things on the elder’s orders...

source: 아직 안 자네?
en: you haven’t slept?

source: 그런 일 이라니!!!!
en: what stuff?!

source: 오히려 잘 된 건가?
en: maybe it’s better this way.

source: 용감하다고?
en: brave?

source: 뭐야!!
en: what!!!

source: 성공입니다!
en: it was a success!

source: 넌 나랑 결혼하는 거로 만족해?
en: are you satisfied with just marrying me?

source: 보호자분?
en: are you his guardian?

source: 안으로 들어오세요.
en: please come in.

source: 그걸 알면서도 자꾸만 말려든단 말이야.
en: I know that, but I still get caught up in it.

source: 아니요, 그것까진….
en: no, I wasn’t able to find out...

source: 사사 선생님?
en: miss sasha?

source: 난 네가 걱정돼.
en: I worry about you.

source: 그의 공평한 사랑은 날개와도 같아서.
en: his impartial love was like a pair of wings.

source: 부모님과 사이 안 좋은 사람을 억지로 만나게 하다니,
en: how could my father force them to meet when they’re on bad terms?

source: 아가씨?
en: miss?

source: 치료하러 가시죠.
en: let’s get you treated.

source: 그러자―!
en: that’s it!

source: 날씨가 참 좋죠?
en: the weather’s nice, isn’t it?

source: 거기서 뭐해요?
en: what’re you doing over there?

source: 하하하….
en: hahaha…

source: 무슨 일 있어요?
en: is everything alright?

source: 대체….
en: what the...?

source: 엄마앙―
en: mommyyy...

source: 시간을 더 벌 수 있을 거야.
en: would give me more time.

source: 달라고요?
en: my help?

source: 셋이 같이 살자.
en: let the three of us live together.

source: 저를 아시나요?
en: do you know me?

source: 바보 같아.
en: he’s such an idiot.

source: 정리하는 건 제가 할게요!
en: I’ll take care of it!

source: 그 역겨운 미래를 바꿔나갈 거잖아.
en: you're going to change that disgusting future.

source: 유치하긴!
en: it’s childish!

source: 이제부터 내가 지켜줄 테니까!
en: I’ll protect you from now on!

source: 그게 비록 신이래도.
en: I won’t let it happen...

source: 거기 책에 쓰여 있길래…
en: I saw your name written there on your book, so...

source: 이상한 질문을 하시는군요.
en: that’s a strange question.

source: 그동안 못된 말을 해서 미안…
en: I'm sorry for saying mean things...

source: 자― 받으렴.
en: here, take it.

source: 제가 옆에서 가이드해드릴 걸 그랬나 봅니다.
en: I guess I should have guided from beside you.

source: 이제라도 전해 들어서 다행이군.
en: I’m just glad I got to know.

source: 아버지-
en: father.

source: 두려움이 없다면 거짓말이겠죠.
en: ...I’d be lying if I said I wasn’t scared.

source: 무서운 거요?
en: do you like scary things?

source: 오늘은 좀 어때요?
en: how do you feel today?

source: 도움이 필요한 어린양에게 와닿는 다정한 목소리.
en: a friendly, touching voice to a little lamb in need.

source: 두희야!?
en: duhui?!!

source: X발….
en: f*ck...

source: 산속에 텐트 치고 잠깐 사는 것도 괜찮겠다.
en: it would be nice to set up a tent in the mountains and live there for a while.

source: 그게 아니라 ―
en: it’s not like that at all.

source: 안녀어어엉!
en: hellooo!

source: 그 이후로 무슨 일이 있던 건지 연락도 안 되고….
en: she couldn’t be reached after that day…

source: 괜찮아요!
en: it’s fine!

source: 그 사람… 일부러 도발하고 있었어.
en: that guy... he was purposely antagonizing me.

source: 사사 -
en: sasha.

source: 그래.
en: nice.

source: 귀신?
en: ghosts?

source: 물론.
en: of course.

source: 사모님…!
en: madam…!

source: 무슨 일을 꾸미는 거예요?
en: what are you up to?

source: 나는…!
en: I…!

source: 요즘 애들 스타일인가 봐.
en: I guess it’s trendy amongst young people these days.

source: 전부 드실 거니까 그대로 놓고 가.
en: she’ll be eating everything, so bring it all over there.

source: 가능하면 외조부모님 댁.
en: I’ll go to my maternal grandparents' house if possible.

source: 너 자신을 토템이라고 생각해.
en: think of yourself as an amulet.

source: 그럼 안녕!!!
en: bye now!

source: 동생들이랑…
en: ...my siblings...

source: 와 -
en: wow!

source: 편견을 만든 행동에 대해 도덕적인 경각심을 주는 것도 가장 큰 일 중 하나였죠.
en: one of my biggest goals was to raise awareness about how certain behaviors can lead to people stereotyping these students.

source: 뭐라도 들고 다녀서…
en: should I bring something...

source: 내가 졌다고
en: I lost,

source: 개원 준비 역시 끝났습니다.
en: the opening preparations are complete as well.

source: 우리잖아―!
en: it’s us…!

source: 이상하네.
en: that’s strange.

source: 가능성은 적지만, 그녀의 집일지도 몰라.
en: although it’s unlikely, it might be her house.

source: 건강에 문제가 있으신 걸까…?
en: is something wrong with her health…?

source: “커피 캬라멜.”
en: “coffee caramel.”

source: 정말이지…
en: indeed...

source: 아드님께서도 이 순환 고리를 이해하고 애써 자리를 만들어 준 듯한데.
en: your son seems to have understood it and worked hard to arrange this interchange.

source: 참 이상하다.
en: how strange.

source: 제일 가는 천재의 유전자를 사 왔다나 뭐라나.
en: he said he’s got the genes of the best genius.

source: 담당 누구야?
en: who's the person-in-charge?

source: 내가 알려준 대로만 하면 돼.
en: just do as I told you to.

source: 그리고
en: and,

source: 미래에 대한 거창한 이야기를 하시는데,
en: you’re saying these great things about the future,

source: 미친놈…
en: crazy b*stard…

source: 안녕?
en: hi.

source: 그보다도 곧 아버지를 만날 거니까, 하얀 옷으로 준비해줘.
en: I’m gonna meet my father after this, so please prepare a set of white clothes for me.

source: 벌써부터 그럴 필요가 있습니까?
en: is that really necessary already?

source: 성당이랑 어울릴 만한 거로 골라주게.
en: pick something that’ll go well with the church.

source: 둘이 편먹으면 큰일 나잖아!
en: it’ll be big trouble if they team up!

source: 내 머릿속도, 마음도 정리가 됐어.
en: now my mind and soul are settled.

source: 그치만~
en: but...

source: 널 계속 감싸다간, 유산이고 뭐고 없게 생겼어.
en: if I keep defending you, I’d lose any semblance of an inheritance.

source: 그럼, 이만 정리하러 가보겠습니다.
en: well then, I’m heading out to get things in order.

source: 나도 죽어 버릴 거야….
en: and I’ll die too...

source: 여기.
en: here.

source: 너희들만 있는데 어떻게 그러니?
en: how can I when it’s just you all here?

source: 엥~?
en: huh?

source: 으아아아!!!
en: argh!

source: 안 가?
en: aren’t you coming?

source: 이것도 아버지 명령인가?
en: did father tell him to leave?

source: 시키는 대로 하는 게 당연했던
en: days without dreams...

source: 알아,
en: I know.

source: 난 떠날 거라고!
en: I’m leaving!

source: 안 했다는 걸 알았음.
en: she realized he hadn’t.

source: 웃지도 않고―
en: you’re not even smiling.

source: 문이 잠겼잖아!?
en: the door’s locked?!

source: 그렇게 추켜세울 필요 없어.
en: you don’t have to flatter me like that.

source: 데려다 줄게요.
en: I’ll escort you.

source: 억―
en: ack!

source: 얘기해줘서 고마워.
en: thank you for letting me know.

source: 나랑 노는 거 재밌어―?
en: is it fun hanging out with me?

source: 조한이 정말 대단하다~
en: you’re amazing, johan!

source: 존경스럽습니다.
en: I respect you for that.

source: 필요하시면 언제든 불러 주세용♡
en: please call us anytime if you need anything.

source: 예?
en: huh?

source: 끝장이다….
en: I’m done for…

source: 공연 아니고?
en: there isn’t a performance?

source: 그게 아니면…?
en: if not…?

source: 아, 넵.
en: ah, yes.

source: 웅?
en: mhm.

source: 바보.
en: idiot.

source: 바보라서 다행이다!!!
en: I can’t believe he fell for it!

source: 늘―… 기운이 넘치네요―….
en: you’re... always so energetic...

source: 잘 둘러댔네요.
en: nicely done.

source: 무슨 문제라도?
en: is there a problem?

source: 안녕~
en: bye.

source: 데리러 갔는데 자리에 없어서 한참 찾았잖아요.
en: I came to get you but you weren’t here, so I’ve been looking all over for you.

source: 그땐 다 죽여 버려야지 뭐.
en: then I’ll kill them all.

source: 당신이 그렇게 행동해서 피해 입는 게 누군지 생각해봤어요?
en: have you ever wondered who you're hurting by acting like that?

source: 신랑은 병원장이라며?
en: the groom is the director of a hospital?

source: 신부님 이야기 입니다!!
en: it’s about the priest!

source: 평범한 줄 알았는데 아니었던 거야.
en: I thought it was normal, but it wasn’t.

source: 우리랑 피시방 가자, 단델리온!!
en: come with us, daniel!

source: 세상도 저 ㅅㄲ들도 다 망해버렸으면 좋겠어.
en: I wish the world and those scumbags alike would be destroyed.

source: 4시쯤이면 되겠죠?
en: how about around 4?

source: 다행이다.
en: thank goodness.

source: 신부님이 그 아이에게 휘둘려 여기 오신 일만 해도 그렇고.
en: even you’re here because of the trouble she’s caused.

source: 그게 아니면…
en: or maybe...

source: 이 기회에 함께 해보는 게 어떨까요?
en: why don’t we take advantage of this opportunity together?

source: 금귤은 지금….
en: right now, gyul geum is--

source: 거기서 머리 좀 식히며 반성해.
en: calm down and reflect on yourself.

source: 아버지!!
en: father!

source: 정말 그렇게 생각하시는 겁니까?!
en: is that what you truly believe?!

source: 엉큼해요~!
en: so sneaky!

source: 학교에서 연락이 왔어요.
en: I got a call from the school.

source: 어떻고 자시고….
en: how has he been sleeping…

source: 어떻게 아무 일도 없던 것처럼 다정하게 굴 수 있어?
en: how can you be kind like nothing happened?

source: 됐어.
en: never mind.

source: 대답 안 해줄 거 알고 물어본 거니까.
en: I asked knowing you wouldn’t answer.

source: 나는 얼마 전 개원한 집안 병원을 수색할게,
en: I’ll search the hospital my family opened,

source: 도와줘―.
en: help.

source: 안 듣고 있군.
en: he’s not listening.

source: 이런 게 가족이라는 거야.
en: that’s what it means to be family...

source: 그거야!
en: that’s it!

source: 애당초 당신이랑은 전혀 상관없는 일이지 않습니까?
en: you don’t have anything to do with this in the first place.

source: 정말 미안해요… 내 잘못입니다….
en: I’m so sorry… this is all my fault…

source: 하아, 됐습니다.
en: *sigh*, never mind.

source: 아내와 딸 둘 다 잃을 순 없지, 화목해 보이질 않잖아.
en: you can't lose both your wife and daughter, it wouldn’t look good.

source: 교장 선생님이 직접 연락 주신 일이기도 하고.
en: plus the principal herself asked me to do it.

source: 엄마― 다음에는 몇 밤 자고 와―?
en: mommy, when will you stay the night with us again?

source: 더러운 성깔인데도 어떻게 장가는 가는구만!!!
en: how can you get married even though you have a dirty and short-tempered personality?!?!?!

source: 알고서 걸었다 -?
en: you knew it was me...?

source: 그럼, 입원도 하고 치료도 받으셨어야죠!
en: then you should’ve been hospitalized and received treatment!

source: 이런다고 네 가치가 달라질 거 같아?
en: did you think doing this would change your worth?

source: 넵.
en: yes, sir.

source: 사소한 것….
en: the simplest...

source: 요즘 선전하는 거요?
en: is it the new promotional item?

source: 책상 뒤진 걸 봤는데도?
en: even after seeing you go through his desk?

source: 도둑놈이 학생이든 뭐든 법의 심판을 받는 게 맞잖아?
en: so what if the thief is a student? shouldn’t a criminal face judgement?

source: 커피… 이게 대체…?
en: coffee, what’s going on...?

source: 일하다 잠깐 나온 거라 비린내 날 텐데?
en: we stepped out of work for a bit, so we might smell a little fishy.

source: 잘 먹었습니다 -
en: thank you for the meal.

source: 그런 걸 몽땅이라고 하는 거야!
en: that is everything!

source: 그때, 도와준 건 변덕이었어?
en: back then, did you help me on a whim?

source: 의심 가는 사람이…
en: one person...

source: 이상한 소리 말고, 밤에 들어올 때 노크나 해.
en: stop the nonsense. just knock when you get come in at night.

source: 그런 얼굴
en: wipe off

source: 뭐 이런 애가 다 있지-
en: what a guy...

source: 그래도 괜찮아요.
en: but it’s fine.

source: 당장은 대책이 없으니까,
en: since we couldn’t come up with a new plan,

source: 헤어팀 준비 시켜.
en: get the hair team ready.

source: 오늘부터 이곳 인수인계를 받기로 했어요.
en: and I’ll be taking over going forward.

source: 이런 게 살아있다는 느낌이겠지.
en: this must be how it feels like to be alive.

source: 이럴 때 아니고 언제 둘이 있겠니?
en: when else do you think we can be together?

source: 당연하지, 어릴 때부터 봤는걸.
en: of course, I’ve known you since I was little.

source: 여기 열려있잖아.
en: the door here’s open.

source: 여자애가 싫다고 하는데 그러면 안 되지!!!!
en: you should stop when a girl clearly says no!

source: 고의적인 사건이라면, 분명 이유가 있을 거야.
en: if it was intentional, they probably had a reason.

source: 당신 같은 사람 때문에 세상이 평화로워지지 못하는 거랍니다.
en: it’s people like you that prevent the world from being at peace.

source: 집에 붙어 있는 날보다 밖에 있는 날이 더 많은 거 알아?
en: you’ve been outside more often than you’ve been at home!

source: 당장 오늘 진행하는 결혼식 리허설이랑 파티 참가자 명단이 필요해.
en: I need a wedding rehearsal and a list of party participants for today.

source: 어이쿠― 감사―
en: goodness, thank you!

source: 사사를 도울 힌트를 얻을 수 있을지도 몰라.
en: ...there’s something here that’ll help sasha.

source: 이미 도망갔다.
en: already escaped.

source: 그… 그러니까!
en: I mean… you know!

source: 뭘 걱정하세요.
en: what are you worried about?

source: 내가 의사 다 때려치우고 당신한테 매달리면 되겠어?
en: can I give up on all the doctors and hang on to you?

source: 뭑!?
en: what?!

source: 이때,
en: back then...

source: 흑….
en: sob…

source: 침대 밑에 바퀴벌레가 있었어.
en: there’s a cockroach under the bed.

source: 이 방은 사용 중이니 다른 곳을―
en: this room is in use. please go somewhere--

source: 누구지?
en: who is it...?

source: 이름이 뭐예요?
en: what’s your name?

source: 아앗―!
en: oh no!

source: 나를 아이 취급 하지 마.
en: don’t treat me like a child.

source: 헐.
en: woah.

source: 좋―
en: okay--

source: 은근 성실하다니까.
en: she’s quite diligent.

source: 다행입니다.
en: that’s a relief.

source: 그럼 잘 됐네~!
en: well that’s great!

source: 흠…
en: hmm...

source: 무슨 일이 있었나…?
en: what happened... ?

source: 기분 나쁘게 뭘 혼자 웃어?
en: why are you snickering to yourself like that?

source: 신부님 바보야?
en: are you seriously a moron, father?

source: 그건 아껴놔야 해.
en: I should save that.

source: 당신은 잡지 않을 테니까.
en: but you wouldn’t take it.

source: 왜 이렇게 된 거니, 어릴 땐 귀여웠는데.
en: what happened? you used to be so cute.

source: 싫었으면 진작에 그만둘 사람이잖아요.
en: if she didn’t like it, she’s the type who would’ve quit a long time ago.

source: 더 자세한 계획은요…?
en: so you do have a plan, right?

source: 이제 가봐야겠다.
en: I’ve got to go now.

source: 어쩔 수 없지.
en: we can’t do anything about it.

source: 안 그렇게 생겨서 충동적인 행동을 하는 게 정말 의외군.
en: he doesn’t look like someone who’d act impulsively. it’s very surprising.

source: 화장실…?
en: the restroom...?

source: 이건 대가를 바라고 한 일이 아니에요.
en: I wasn’t trying to get something in return.

source: 제발, 그만 좀 하세요.
en: please, that’s enough.

source: 아뇨,
en: no,

source: 사사는 지금 뭐 하고 있을까?
en: I wonder what sasha is doing now.

source: 네 #$을 ^@$#^로 만들어 버리기 전에 저리 좀 가.
en: go away before I ^@$#^ your #$.

source: 아주 아름다운걸.
en: she’s so beautiful.

source: 신부님 덕분에 잠깐 동안은 쉴 수 있겠다.
en: now I can rest for a while, thanks to you.

source: 신부님이랑 수족관 데이트한 것도 그런 맥락인가―?
en: is it in the context of when you went on a date with the priest at the aquarium?

source: 내 아버지가 바라는 그대로일 거야.
en: how my father wants you to feel right now.

source: 여차하면 문을 박살 내고 나가자.
en: I’ll just smash the door and get out if need be.

source: 예정대로였다면 사모님께서 제대로 피팅을 봐주셨을 겁니다.
en: if everything went as planned, madam would’ve watched the fitting.

source: 갈까요?
en: should we go?

source: 여기 있었구나 ~~~♡
en: there you are! ♡

source: 한참 찾았네.
en: I’ve been looking for you.

source: 책 한 권도 안 남기고 텅 비워졌군.
en: it’s empty with not even a single book left.

source: 난 괜찮아요.
en: I’m fine.

source: 여기야!
en: over here!

source: 성공을 위해 과정의 불순물은 신경 쓰면 안 되잖아.
en: you don't have to worry about impurities in the process of success.

source: 사사…
en: sasha...

source: 당신을 돕게 돼서 -
en: ...being able to help you...

source: 아무튼 돕겠습니다.
en: but I’ll help anyway.

source: 엄마가 아닌 이전의 삶은…?
en: her life before becoming a mother…?

source: 둘이 무슨 관계인데?!
en: is there something going on between you two?!

source: 시약 서류를 점검해주셨으면 하는데요.
en: they’d like for you to look over the reagent documentation.

source: 돈이 썩어나도 투자는 안 할 줄 알아!!
en: I won’t invest my money even if it sits and collects dust!

source: 야, 그거 알아?
en: hey, did you know?

source: 옷이 왜 저래?
en: why do her clothes look like that?

source: 이제 와서 이런 생각 해봤자.
en: there’s no use thinking about it now.

source: 낑깡.
en: gyul geum.

source: 우습지만, 그런 단어밖에 생각나지 않는군요.
en: it may sound funny, but those are the words that come to mind.

source: 성함.
en: your name.

source: 신부님께 폐가 되는 건 아닐지요.
en: ...I wouldn’t wish to trouble you, father.

source: 음.
en: hmm.

source: 이런다고 내가 너희한테 돈 갖다 바칠 줄 알아?
en: did you think this would make me hand over my money?

source: 시집보내기 아깝겠어.
en: it’d be a shame to marry her off.

source: 그럼요―
en: that’s right!

source: 그… 렇…
en: if... so...

source: 그래도 엄청 튼튼한 편이에요!
en: but it’s certainly resilient!

source: 어…
en: oh…

source: 금귤 선생은 어쩌고요?
en: what about mr. geum?

source: 짜증 나게 진짜.
en: so freaking annoying.

source: 몰래라도 사고 같은 거 안 치지만-!
en: I don’t get into any trouble!

source: 아니오.
en: no, we didn’t.

source: 아니… 그러니까…!
en: no… wait…!

source: 말씀이 지나치시네요.
en: you’ve gone too far.

source: 멍하니 있지 말고
en: don’t just stand there!

source: 하고 싶은 말이?
en: what are you trying to say?

source: 어르신께서 명예에 집착하는 버릇을 조금만 줄이셨어도….
en: if only your father had reduced his obsession with honor just a little....

source: 음―
en: umm...

source: 여기 냉장고에-
en: there’s food in the fridge.

source: 아, 아무짓도 안 했는데요?!?!
en: huh? I didn’t do anything?!

source: 참 가슴 아프군….
en: it hurts my heart…

source: 말 같지도 않은 소리.
en: nonsense.

source: 본인 뜻대로 안 된다고 타인에게 소리 지르지 마십시오!
en: don't yell at other people when things aren't going your way!

source: 이 두 사진 사이에 시간이….
en: the span of time between these two pictures...

source: 정말 머릿속이 꽃밭이군.
en: he’s seriously too idealistic.

source: 그렇기에 허접한 장식품을 보여줄 순 없어.
en: that said, we cannot be showing off shabby decor.

source: 행복하잖아.
en: I’m happy.

source: 여기서
en: maybe...

source: 계세요?
en: are you there?

source: 신부 딱지 떼야겠는데?!?
en: I think you should quit being a priest?!

source: 잡아!
en: hold her!

source: 수갑
en: handcuffs

source: 네가 생각하는 그런 일 없어.
en: nothing’s gonna happen.

source: 오늘부터 독립하기로 했거든요.
en: from today onward, I’m gonna be independent.

source: 누가 오면 어쩌려고요.
en: what if someone comes over?

source: 걱정하지 마.
en: don’t worry,

source: 부탁드리겠습니다.
en: please.
